{
    "skills": [
        {
            "id": 1,
            "title": "Mindfulness",
            "data": [
                {
                    "id": 1,
                    "name": "Wise Mind",
                    "description": "When in reasonable mind, you are ruled by facts, reason, logic, and pragmatics. Values and feelings are not important. When in emotion mind, you are ruled by your moods, feelings, and urges to do or say things. Facts, reason, and logic are not important. Wise Mind Is: The wisdom within each person. Seeing the value of both reason and emotion. This prompts you to walk the middle path. Can you analyze and combine your current emotions with your rationale to reach wise mind?",
                    "example": "Test example"
                },
                {
                    "id": 2,
                    "name": "What: Observe, Describe, Participate",
                    "description": "Test Description",
                    "example": "Test example"
                },
                {
                    "id": 3,
                    "name": "How Skills: One-Mindfully, Nonjudgementally, Effectively",
                    "description": "NONJUDGEMENTALLY: Accept each moment like a blanket spread out on the lawn, accepting both the rain and the sun and each leaf that falls upon it. Acknowledge your values, your wishes, your emotional reactions, but don’t judge them. When you find yourself judging, don’t judge your judging. ONE-MINDFULLY: Rivet yourself to now. Be completely present to this one moment. Do one thing at a time. Notice the desire to be half-present, to be somewhere else, to go somewhere else in your mind, to do something else, to multitask— and then come back to one thing at a time.  Let go of distractions. If other actions, or other thoughts, or strong feelings distract you, go back to what you are doing—again, and again, and again. concentrate your mind. If you find you are doing two things at once, stop —go back to one thing at a time (the opposite of multitasking!). EFFECTIVELY:  Be mindful of your goals in the situation, and do what is necessary to achieve them. Focus on what works. (Don’t let emotion mind get in the way of being effective). Play by the rules. Act as skillfully as you can. Do what is needed for the situation you are in—not the situation you wish you were in; not the one that is fair; not the one that is more comfortable. Let go of willfulness and sitting on your hands.",
                    "example": "Test example"
                }
            ]

        },
        {
            "id": 2,
            "title": "Interpersonal Effectiveness",
            "data": [
                {
                    "id": 1,
                    "name": "DEAR",
                    "description": "DESCRIBE the current SituAtion (if necessary). Stick to the facts. Tell the person exactly what you are reacting to. EXPRESS your feelings and opinions about the situation ASSERT. yourself by ASking for what you want or saying no clearly. Do not assume that others will figure out what you want. Remember that others cannot read your mind. Don’t assume that the other person knows how you feel. REINFORCE (reward) the person ahead of time (so to speak) by explaining positive effects of getting what you want or need. If necessary, also clarify the negative consequences of not getting what you want or need.",
                    "example": "Test example"
                },
                {
                    "id": 2,
                    "name": "MAN",
                    "description": "MINDFUL Keep your focus on your goals.Maintain your position. Don’t be distracted. Don’t get off the topic.Keep asking, saying no, or expressing your opinion over and over and over. Just keep replaying the same thing again and again. APPEAR effective and compentent. Use a confident voice tone and physical manner; make good eye contact. No stammering, whispering, staring at the floor, retreating. No saying, “I’m not sure,” etc. NEGOTIATE Be willing to give to get. Offer and ask for other solutions to the problem. Reduce your request. Say no, but offer to do something else or to solve the problem another way. Focus on what will work.",
                    "example": "Test example"
                },
                {
                    "id": 3,
                    "name": "GIVE",
                    "description": "Be GENTLE: Be nice and respectful. Act INTERESTED: Listen and appear interested in the other person. VALIDATE with words and actions. Show that you understand the other person's feelings and thoughts about the situation. See the world from the other person's point of view, and then say or act on what you see. Use an EASY MANNER: Use a little humor and smile. Ease the person along. Be light-hearted. Sweet-talk.",
                    "example": "Test example"
                },
                {
                    "id": 4,
                    "name": "FAST",
                    "description": "Be FAIR to yourself and to the other person. Remember to validate your own feelings and wishes as well as the other person's. No APOLOGIES: Dont overapologize. No apologizing for making the request, having an opinion, nor disagreeing. No looking ashamed with eyes and head down or body slumped. No invalidating the valid. STICK TO YOUR OWN VALUES: Dont sell out your values or integrity for reasons that aren't very important. Be clear on what you believe the moral or valued way of thinking and acting, and stick to your guns. TRUTHFUL: Don’t lie. Don’t act helpless when you are not. Don’t exaggerate or make up excuses.",
                    "example": "Test example"
                },
                {
                    "id": 5,
                    "name": "Walk the Middle Path",
                    "description": "...",
                    "example": "..."
                },
                {
                    "id": 6,
                    "name": "Validation",
                    "description": "...",
                    "example": "..."
                },
                {
                    "id": 7,
                    "name": "Strategies to Change Behavior",
                    "description": "...",
                    "example": "..."
                }
            ]

        },
        {
            "id": 3,
            "title": "Emotion Regulation",
            "data": [
                {
                    "id": 1,
                    "name": "Check the Facts",
                    "description": "Test Description",
                    "example": "Test example"
                },
                {
                    "id": 2,
                    "name": "Opposite Action",
                    "description": "Test Description",
                    "example": "Test example"
                },
                {
                    "id": 3,
                    "name": "Problem Solving",
                    "description": "Test Description",
                    "example": "Test example"
                },
                {
                    "id": 4,
                    "name": "Accumulate Positive Emotions",
                    "description": "Test Description",
                    "example": "Test example"
                },
                {
                    "id": 5,
                    "name": "Build Mastery",
                    "description": "...",
                    "example": "..."
                },
                {
                    "id": 6,
                    "name": "Cope Ahead",
                    "description": "...",
                    "example": "..."
                },
                {
                    "id": 7,
                    "name": "PLEASE",
                    "description": "...",
                    "example": "..."
                },
                {
                    "id": 8,
                    "name": "Mindfulness of Current Emotion",
                    "description": "Test Description",
                    "example": "..."
                }
            ]

        },
        {
            "id": 4,
            "title": "Distress Tolerance",
            "data": [
                {
                    "id": 1,
                    "name": "STOP",
                    "description": "Test Description",
                    "example": "Test example"
                },
                {
                    "id": 2,
                    "name": "Pros and Cons",
                    "description": "Test Description",
                    "example": "Test example"
                },
                {
                    "id": 3,
                    "name": "TIP",
                    "description": "Test Description",
                    "example": "Test example"
                },
                {
                    "id": 4,
                    "name": "Distract",
                    "description": "Test Description",
                    "example": "Test example"
                },
                {
                    "id": 5,
                    "name": "Self-Soothe",
                    "description": "...",
                    "example": "..."
                },
                {
                    "id": 6,
                    "name": "Improve the Moment",
                    "description": "...",
                    "example": "..."
                },
                {
                    "id": 7,
                    "name": "Radical Acceptance",
                    "description": "...",
                    "example": "..."
                },
                {
                    "id": 8,
                    "name": "Half-Smile/Willing Hands",
                    "description": "...",
                    "example": "..."
                },
                {
                    "id": 9,
                    "name": "Willingness/Mindfulness of Current Thoughts",
                    "description": "...",
                    "example": "..."
                }
            ]
        },
        {
            "id": 5,
            "title": "Hotlines",
            "data": [
                {
                    "id": 1,
                    "name": "RESOLVE",
                    "description": "Test Description",
                    "example": "Test example"
                }
            ]
        }
    ]
}
